
// accordion items for new ticket
export const ACCORDION_ITEMS = [
  {
    title: "1. آیا امکان تماس تلفنی با فروشندگان محصولات وجود دارد؟",
    content:
      "خیر . از آنجایی که ژاکت یک مارکت چند فروشندگی است و لازم است کلیه مکاتبات بین کاربر و فروشندگان ثبت گردد، می بایست مکاتبات را صرفا در بستر تیکت با توسعه دهنده انجام دهید تا ژاکت به عنوان مرجع ناظر به مکاتبات ثبت شده میان شما و توسعه دهنده دسترسی داشته باشد. همچنین در صورتی که با شماره های پشتیبانی درج شده در ژاکت تماس حاصل بفرمایید، پشتیبانان ژاکت پاسخگوی شما هستند. توجه بفرمایید که پشتیبانی ژاکت با پشتیبانی فنی توسعه دهندگان متفاوت است",
  },
  {
    title: "2. جهت آپدیت محصولات، چگونه از افزونه بروزرسان هوشمند استفاده کنم؟",
    content:
      " در صورتی که محصولی به قابلیت آپدیت خودکار مجهز باشد، می‌توانید از اینجا افزونه بروزرسان هوشمند را دریافت کنید و در سایت خود نصب بفرمایید. در این صورت افزونه بروزرسان هوشمند به محض انتشار بروز رسانی جدید برای محصولات خریداری شده از ژاکت، برای شما اعلان بروز رسانی ارسال می‌کند که می‌توانید محصولات خریداری شده از ژاکت را به سادگی بروز رسانی کنید.",
  },
  {
    title: "3. میخواهم دامنه پشتیبانی محصول خریداری شده رو تغییر دهم",
    content:
      "در پنل کاربری خود از زبانه مشتری، وارد بخش دانلودها شوید. در این صفحه لیستی از محصولات خریداری شده به همراه دامنه پشتیبانی خود را مشاهده می‌کنید. به کمک گزینه 'تغییر دامنه پشتیبانی' می‌توانید دامنه خود را تغییر دهید. توجه بفرمایید دامنه شما باید دارای فرمت استاندارد (مثلا : domain.com) باشد و هیچ پسوند و یا پیشوندی قبل و بعد آن نباشد. توجه داشته باشید در صورتی که پشتیبانی فعالی دارید، تنها سه بار می توانید دامنه پشتیبانی خود را تغییر دهید و پس از اتمام پشتیبانی تغییر دامنه شما نا محدود می شود.",
  },
  {
    title: "4. هنگام نصب افزونه خطای افزونه ای یافت نشد مشاهده می شود",
    content:
      "به احتمال زیاد شا مستقیما فایل دانلود شده از ژاکت را در بخش نصب افزونه آپلود کرده اید. باید توجه داشته باشید فایل دانلودی شمال اطلاعات    مختلفی است که افزونه نیز یکی از این اطلاعات به شمار می رود. ابتدا باید یک مرحله فایل دانلودی از ژاکت را از حالت فشرده خارج ساخته (unzip) سپس با توجه به راهنماهای موجود، فایل افزونه را در بخش آپلود افزونه، به وردپرس اضافه کنید.",
  },
];
